[
  { "text": "", "author": "I have a dream..." },
  {
    "text": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has.",
    "author": "Margaret Mead"
  },
  {
    "text": "All humanity is one undivided and indivisible family, and each one of us is responsible for the misdeeds of all the others.",
    "author": "Gandhi"
  },
  {
    "text": "I was taught that the world had a lot of problems; that I could struggle and change them; that intellectual and material gifts brought the privilege and responsibility of sharing with others less fortunate; and that service is the rent each of us pays for living — the very purpose of life and not something you do in your spare time or after you have reached your personal goals.",
    "author": "Marian Wright Edelman"
  },
  {
    "text": "The only thing necessary for evil to triumph is for good men to do nothing.",
    "author": "Edmund Burke"
  },
  {
    "text": "“There’s no use in trying,” she said: “one can’t believe impossible things.” “I daresay you haven’t had much practice,” said the Queen. “When I was your age, I always did it for half-an hour a day. Why, sometimes I’ve believed as many as six impossible things before breakfast.”",
    "author": "Lewis Carroll"
  },
  {
    "text": "We must accept finite disappointment, but we must never lose infinite hope.",
    "author": "Martin Luther King, Jr"
  },
  {
    "text": "The ultimate measure of a man is not where he stands in the moments of comfort and convenience, but where he stands in times of challenge and controversy.",
    "author": "Martin Luther King, Jr"
  },
  {
    "text": "You gain every strength, courage and confidence by every experience in which you really stop to look fear in the face...You must do the thing you think you cannot do.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "If you have made mistakes...there is always another chance for you...you may have a fresh start any moment you choose, for this thing we call “failure” is not the falling down, but the staying down.",
    "author": "Mary Pickford"
  },
  {
    "text": "To love without role, without power plays, is revolution.",
    "author": "Rita Mae Brown"
  },
  {
    "text": "If folks can learn to be racist, then they can learn to be antiracist. If being a sexist ain’t genetic, then, dad gum, people can learn about gender equality.",
    "author": "Johnnetta Betsch Cole"
  },
  {
    "text": "One can never consent to creep when one feels the impulse to soar.",
    "author": "Helen Keller"
  },
  {
    "text": "The desk is a dangerous place from which to watch the world.",
    "author": "John Le Carre"
  },
  {
    "text": "The tough-minded respect difference. Their goal is a world made safe for differences.",
    "author": "Ruth Fulton Benedict"
  },
  {
    "text": "It just seems to me that as long as we are both here, it’s pretty clear that the struggle is to share the planet, rather than to divide it.",
    "author": "Alice Walker"
  },
  {
    "text": "My definition of a free society is a society where it is safe to be unpopular.",
    "author": "Adlai E Stevenson"
  },
  {
    "text": "If a man hasn’t discovered something that he will die for, he isn’t fit to live.",
    "author": "Martin Luther King, Jr"
  },
  {
    "text": "Heaven is living in your hopes, and Hell is living in your fears.",
    "author": "Tom Robbins"
  },
  {
    "text": "A child educated only at school is an uneducated child.",
    "author": "George Santayana"
  },
  {
    "text": "You can’t hold a man down without staying down with him.",
    "author": "Booker T Washington"
  },
  {
    "text": "We have to dare to be ourselves, however frightening or strange that self may prove to be.",
    "author": "May Sarton"
  },
  {
    "text": "Those who profess to favor freedom, and yet depreciate agitation, are men who want rain without thunder and lightening.",
    "author": "Frederick Douglass"
  },
  {
    "text": "If you don’t know where you are going to, you will end up somewhere else.",
    "author": "Lewis Carroll"
  },
  { "text": "Ain’t nothin’ to it but to do it.", "author": "Maya Angelou" },
  {
    "text": "Talents are best nurtured in solitude; character is best formed in the stormy billows of the world.",
    "author": "Goethe"
  },
  {
    "text": "There is one thing stronger than all the armies in the world: and that is an idea whose time has come.",
    "author": "Victor Hugo"
  },
  {
    "text": "Remember, no one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "No one has yet fully realized that wealth of sympathy, kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure...",
    "author": "Emma Goldman"
  },
  {
    "text": "It isn’t enough to talk about peace. One must believe in it. And it isn’t enough to believe in it. One must work at it.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "Treat people as if they were what they ought to be, and help them become what they are capable of being.",
    "author": "Goethe"
  },
  {
    "text": "Complacency is a far more dangerous attitude than outrage.",
    "author": "Naomi Littlebear"
  },
  {
    "text": "The prime function of a leader is to keep the hope alive.",
    "author": "John W Gardner"
  },
  {
    "text": "Giving kids clothes and food is one thing but it’s much more important to teach them that other people besides themselves are important, and that the best thing they can do with their lives is to use them in the service of other people.",
    "author": "Dolores Huerta"
  },
  {
    "text": "There is no such thing as making the miracle happen spontaneously and on the spot. You’ve got to work.",
    "author": "Martina Arroyo"
  },
  {
    "text": "I am what I am. Take it or leave me alone.",
    "author": "Rosario Morales"
  },
  {
    "text": "If you’re going to hold someone down you’re going to have to hold onto the other end of the chain. You are confined by your own repression.",
    "author": "Toni Morrison"
  },
  {
    "text": "We ourselves must be full of life if we are going to make life fuller for others.",
    "author": "David Sawyer"
  },
  {
    "text": "In the struggle for justice, the only reward is the opportunity to be in the struggle. You can’t expect that you’re going to have it tomorrow. You just have to keep working on it.",
    "author": "Frederick Douglass"
  },
  {
    "text": "The Eskimo has fifty-two names for snow because it is important to them; there ought to be as many for love.",
    "author": "Margaret Atwood"
  },
  {
    "text": "If you can walk you can dance. If you can talk you can sing.",
    "author": "Zimbabwe Saying"
  },
  {
    "text": "If only I could so live and so serve the world that after me there should never again be birds in cages...",
    "author": "Isak Dinesen"
  },
  {
    "text": "Grab the broom of anger and drive off the beast of fear.",
    "author": "Zora Neale Hurston"
  },
  {
    "text": "Nothing can bring you peace but yourself.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "You should always know when you’re shifting gears in life. You should leave your era, it should never leave you.",
    "author": "Leontyne Price"
  },
  {
    "text": "In the depths of winter, I finally learned that within me there lay an invincible summer.",
    "author": "Albert Camus"
  },
  { "text": "Work is love made visible.", "author": "Kahlil Gibran" },
  {
    "text": "I shall allow no man to belittle my soul by making me hate him.",
    "author": "Booker T Washington"
  },
  {
    "text": "A cynical young person is almost the saddest sight to see because it means that he or she has gone from knowing nothing to believing in nothing.",
    "author": "Maya Angelou"
  },
  {
    "text": "The gem cannot be polished without friction, nor man perfected without trials.",
    "author": "Confucius"
  },
  {
    "text": "We don’t see things as they are, we see things as we are.",
    "author": "Anais Nin"
  },
  {
    "text": "There is nothing permanent except change.",
    "author": "Heraclitus"
  },
  {
    "text": "Praise to a human being represents what sunlight, water, and soil are to a plant — the climate in which one grows best.",
    "author": "Earl Nightingale"
  },
  {
    "text": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases. Each of us carries his own life-form...",
    "author": "Erica Jung"
  },
  {
    "text": "I had reasoned this out in my mind, there was two things I had a right to, liberty and death. If I could not have one, I would have the other, for no man should take me alive.",
    "author": "Harriet Tubman"
  },
  {
    "text": "The less confident you are, the more serious you have to act.",
    "author": "Tara Ploughman"
  },
  {
    "text": "Intellectuals are naturally attracted by the idea of a planned society, in the belief that they will be in charge of it",
    "author": "Roger Scruton"
  },
  {
    "text": "It is very hard to remember that events now long in the past were once in the future",
    "author": "Maitland"
  },
  {
    "text": "If you start a war, you don’t get to choose how it ends.",
    "author": ""
  }
]
